var initData = [{
  "newsid": 0,
  "authorIcon": "http://image.hdou360.com/group1/M00/04/BB/wKhxsVwZqzqAFB-HAARp1SkHKhM340.png",
  'authorName': 'zjh',
  'authorDate': '2018/12/24',
  'title': '岁月不老，一世倾城',
  'articleminText':"<p>竹外桃花，纷纷飘落。卿舞霓裳，君弹曲。高山流水，绕指尖幽幽荡漾。执一叶扁舟，在岁月的河流上，演绎一场不离散的笙歌，可好……",
  'articleImg': 'http://image.hdou360.com/group1/M00/04/BB/wKhxsVwZqzqAFB-HAARp1SkHKhM340.png',
  'articleText': '<p>竹外桃花，纷纷飘落。卿舞霓裳，君弹曲。高山流水，绕指尖幽幽荡漾。执一叶扁舟，在岁月的河流上，演绎一场不离散的笙歌，可好……——题记<br>　　<br>　　犹记曾经，君袭一屡白衣，从陌上花开的小径款款而来，桃花灼灼，惊起了我的一帘幽梦。从此，诗词歌赋，烟雨桃花，都失去了色彩，只有君的身影，丝丝抨击着心海。<br>　　<br>　　不再叹天若有情，不再盼三寸天堂。只因这素洁的红尘有了你的陪伴，相思惹起了无边的牵盼。情到深处无怨尤，不想，与君共享人世繁华，只愿，流年今夕，共看云卷云舒，花开花落。<br>　　<br>　　初相见，惊素心。你来时，陌上花开，纷繁的花瓣，灿烂了我的眼眸。纵使，东风恶，人情薄，烟花不堪剪。<br>　　<br>　　仍愿为你，尝尽这无边的相思之苦。也许，我就是你千百年前放走的白狐，今生，只为你醉，只为你舞。<br>　　<br>　　君可知，那天空飘落的雪花呀，就是我对你深深的思念。(中国散文网 &nbsp;www.sanwen.com)<br>　　<br>　　那日，你说。凡尘寂寥，不能遗忘远方的梦想。山一程，水一程，你离开了这个令我百转千回的相思地。<br>　　<br>　　一年一度秋风近，风儿翩翩吹起来。此时，桥边的芍药，正生的红艳，梨花艳艳地开着。熟悉的地方，陌生的氛围，却没有了你的踪影。日日思君不见君，即使花艳又如何。<br>　　<br>　　奈何，桃花依旧非当年人，歌声依旧非去年情。<br>　　<br>　　风乍起，池边的鱼儿跃出水面，屋角的风铃迎风飘摇，回忆也片片地沁入心扉。<br>　　<br>　　未曾想，我就是那多情的风铃，连悲伤听来都那么地抒情。<br>　　<br>　　我也是佛前哭泣的玫瑰，凋碎路人囚拜的心灵。<br>　　<br>　　情不知所起，而一往情深。常常，就着琵琶，抚一曲云水禅心，让那些花开的日子，绕着指尖，荡起一层又一层温柔的涟漪。<br>　　<br>　　不去想风景是否看透，细水是否长流。心里有你，苦涩的风，多用力，也吹不去甜美的回忆。<br>　　<br>　　你看门前的墓雪，给这大地铺上了华美的盛装，一行大雁“叽叽喳喳”地往南飞去。<br>　　<br>　　花红叶瘦，寒风薄凉的温度，不禁嘲笑起曾经的鲜红。彼时，你说，为卿消得冰雪热，我的笑容便瞬间在脸上泛滥如花。<br>　　<br>　　年华不会在命运无情的流逝下失去光泽。夜幕的天空，即使没有星星的点缀，依然如斯地亮着。<br>　　<br>　　长亭外，古道边，芍药年年为谁生。<br>　　<br>　　谁在无人的路上，唱着流年嫣然的情歌。<br>　　<br>　　如今，我在指尖捧起一堆雪，塑刻成你的模样。盼你归来时，我的笑靥，依然是最初时的欢愉。<br>　　<br>　　华枝春满，杨柳依依。<br>　　<br>　　谁举起风筝在田埂上追逐。<br>　　<br>　　谁卷起长袖在风中轻扬飞舞。<br>　　<br>　　谁又以深情的眼眸，凝望远方的归途。<br>　　<br>　　一朵花以最轻盈的姿态，迎接着途经的行人。他们，是否正为闺中的佳人踽踽而行。<br>　　<br>　　我伸长了眼眸，却怎也不见你的归来。<br>　　<br>　唯有花间的那些鸟儿，在呐喊着“归去吧——-归去吧。”<br>　　<br>　　只想，以这深情的脸庞，触碰你的衣角，不染尘霜，不诉悲凉。就如当时，你自**，我自起舞。任繁华三千，红尘妖娆。<br>　　<br>　　命运的锁，在灵魂深处轻轻波动。如若，生命的坟茔，没有灿烂的烟花掠过眼眸。唯美的天空，没有你深情的丰盈，醉人的歌声，没有你空灵的唱和，那我们的这场谢幕，又岂会如斯地扣人心弦。<br>　　<br>　　桃花扇，西风醉。<br>　　残阳血，人心碎。<br>　　<br>　　故事还没结束，歌声仍旧悠扬。远处的牧童，正追逐着翩翩而起的蝴蝶。离人在天涯的一隅，勾起了红颜无尽的相思。<br>　　<br>　　凝眸处，缕缕青烟正洋洋洒洒地向天边飞行，河水正淙淙地向东滚滚而流。<br>　　<br>　　多情的人儿，<br>　　你伫立在何方。<br>　　卷起珠帘，能否，让悠然的梦，走进因你而牵引的心田。<br>　　今生若是枉然，来世请君记取，陌上花开、静等君来。<br>　　<br>　　夜静谧，窗纱微微吹<br>　　拂袖起，梦中徘徊<br>　　相思蔓上心扉<br>　　梨花催</p>',
  'articleLikeComment': '12',
  'articleLikeSC':'30',
  "music": {
    "url": '../music/yanyuan.mp3',
    "title": "I AM YOU",
    "coverImg": ""
  }
},
  {
    "newsid": 1,
    "authorIcon": "http://image.hdou360.com/group1/M00/04/BB/wKhxsVwZqzqAFB-HAARp1SkHKhM340.png",
    'authorName': 'zjh',
    'authorDate': '2018/12/24',
    'title': '岁月不老，一世倾城',
    'articleminText': "<p>竹外桃花，纷纷飘落。卿舞霓裳，君弹曲。高山流水，绕指尖幽幽荡漾。执一叶扁舟，在岁月的河流上，演绎一场不离散的笙歌，可好……",
    'articleImg': 'http://image.hdou360.com/group2/M00/04/BB/wKhxs1wZqWmABV7aAAcBzxHEZqc207.png',
    'articleText': '<p>竹外桃花，纷纷飘落。卿舞霓裳，君弹曲。高山流水，绕指尖幽幽荡漾。执一叶扁舟，在岁月的河流上，演绎一场不离散的笙歌，可好……——题记<br>　　<br>　　犹记曾经，君袭一屡白衣，从陌上花开的小径款款而来，桃花灼灼，惊起了我的一帘幽梦。从此，诗词歌赋，烟雨桃花，都失去了色彩，只有君的身影，丝丝抨击着心海。<br>　　<br>　　不再叹天若有情，不再盼三寸天堂。只因这素洁的红尘有了你的陪伴，相思惹起了无边的牵盼。情到深处无怨尤，不想，与君共享人世繁华，只愿，流年今夕，共看云卷云舒，花开花落。<br>　　<br>　　初相见，惊素心。你来时，陌上花开，纷繁的花瓣，灿烂了我的眼眸。纵使，东风恶，人情薄，烟花不堪剪。<br>　　<br>　　仍愿为你，尝尽这无边的相思之苦。也许，我就是你千百年前放走的白狐，今生，只为你醉，只为你舞。<br>　　<br>　　君可知，那天空飘落的雪花呀，就是我对你深深的思念。(中国散文网 &nbsp;www.sanwen.com)<br>　　<br>　　那日，你说。凡尘寂寥，不能遗忘远方的梦想。山一程，水一程，你离开了这个令我百转千回的相思地。<br>　　<br>　　一年一度秋风近，风儿翩翩吹起来。此时，桥边的芍药，正生的红艳，梨花艳艳地开着。熟悉的地方，陌生的氛围，却没有了你的踪影。日日思君不见君，即使花艳又如何。<br>　　<br>　　奈何，桃花依旧非当年人，歌声依旧非去年情。<br>　　<br>　　风乍起，池边的鱼儿跃出水面，屋角的风铃迎风飘摇，回忆也片片地沁入心扉。<br>　　<br>　　未曾想，我就是那多情的风铃，连悲伤听来都那么地抒情。<br>　　<br>　　我也是佛前哭泣的玫瑰，凋碎路人囚拜的心灵。<br>　　<br>　　情不知所起，而一往情深。常常，就着琵琶，抚一曲云水禅心，让那些花开的日子，绕着指尖，荡起一层又一层温柔的涟漪。<br>　　<br>　　不去想风景是否看透，细水是否长流。心里有你，苦涩的风，多用力，也吹不去甜美的回忆。<br>　　<br>　　你看门前的墓雪，给这大地铺上了华美的盛装，一行大雁“叽叽喳喳”地往南飞去。<br>　　<br>　　花红叶瘦，寒风薄凉的温度，不禁嘲笑起曾经的鲜红。彼时，你说，为卿消得冰雪热，我的笑容便瞬间在脸上泛滥如花。<br>　　<br>　　年华不会在命运无情的流逝下失去光泽。夜幕的天空，即使没有星星的点缀，依然如斯地亮着。<br>　　<br>　　长亭外，古道边，芍药年年为谁生。<br>　　<br>　　谁在无人的路上，唱着流年嫣然的情歌。<br>　　<br>　　如今，我在指尖捧起一堆雪，塑刻成你的模样。盼你归来时，我的笑靥，依然是最初时的欢愉。<br>　　<br>　　华枝春满，杨柳依依。<br>　　<br>　　谁举起风筝在田埂上追逐。<br>　　<br>　　谁卷起长袖在风中轻扬飞舞。<br>　　<br>　　谁又以深情的眼眸，凝望远方的归途。<br>　　<br>　　一朵花以最轻盈的姿态，迎接着途经的行人。他们，是否正为闺中的佳人踽踽而行。<br>　　<br>　　我伸长了眼眸，却怎也不见你的归来。<br>　　<br>　　唯有花间的那些鸟儿，在呐喊着“归去吧——-归去吧。”<br>　　<br>　　只想，以这深情的脸庞，触碰你的衣角，不染尘霜，不诉悲凉。就如当时，你自**，我自起舞。任繁华三千，红尘妖娆。<br>　　<br>　　命运的锁，在灵魂深处轻轻波动。如若，生命的坟茔，没有灿烂的烟花掠过眼眸。唯美的天空，没有你深情的丰盈，醉人的歌声，没有你空灵的唱和，那我们的这场谢幕，又岂会如斯地扣人心弦。<br>　　<br>　　桃花扇，西风醉。<br>　　残阳血，人心碎。<br>　　<br>　　故事还没结束，歌声仍旧悠扬。远处的牧童，正追逐着翩翩而起的蝴蝶。离人在天涯的一隅，勾起了红颜无尽的相思。<br>　　<br>　　凝眸处，缕缕青烟正洋洋洒洒地向天边飞行，河水正淙淙地向东滚滚而流。<br>　　<br>　　多情的人儿，<br>　　你伫立在何方。<br>　　卷起珠帘，能否，让悠然的梦，走进因你而牵引的心田。<br>　　今生若是枉然，来世请君记取，陌上花开、静等君来。<br>　　<br>　　夜静谧，窗纱微微吹<br>　　拂袖起，梦中徘徊<br>　　相思蔓上心扉<br>　　梨花催</p>',
    'articleLikeComment': '12',
    'articleLikeSC': '30',
    "music": {
      "url": "http://iwen.wiki/sxtstu/music/sgbl.mp3",
      "title": "时光不老,我们不散",
      "coverImg": ""
    }
  }

]

module.exports = {
  initData: initData
}